Repository: Makzz90/LunaVK.github.io
Catalog: LunaVK_w10_a/Strings/*/Resources.resw
Source language: en
Languages: ru, uk

# DiagnosticsDescription.Text
source: If an error occurs in the application, you can send diagnostic information to VK developers.
ru: При появлении ошибок в работе приложения Вы можете отправить диагностическую информацию разработчику приложения.

# InvitedToChatBy_M
source: Invited by {0}
ru: Пригласил {0}

# InvitedToChatBy_F
source: Invited by {0}
ru: Пригласила {0}

# ChatCreator
source: Started the conversation
ru: Создатель беседы

# FriendsPage_Pivot_Online.Content
source: Online
ru: В сети

# FriendsPage_Pivot_Suggestions.Content
source: Suggestions
ru: Возможные

# FriendsPage_Pivot_Requests.Content
source: Input requests
ru: Заявки входящие

# FriendsPage_Pivot_RequestsOut.Content
source: Output requests
ru: Заявки исходящие

# UsersSearch_OnePersonFoundFrm
source: Found {0} person
ru: Найден {0} человек

# UsersSearch_TwoFourPersonsFoundFrm
source: Found {0} people
ru: Найдено {0} человека

# UsersSearch_FivePersonsFoundFrm
source: Found {0} people
ru: Найдено {0} человек

# Sex_Any
source: Any
ru: Любой

# Sex_Female
source: Female
ru: Женский

# Sex_Male
source: Male
ru: Мужской

# OneFromAgeFrm
source: from {0}
ru: от {0}

# OneToAgeFrm
source: to {0} year old
ru: до {0}

# UsersSearch_WithPhoto.Content
source: With photo
ru: С фотографией

# UsersSearch_OnlineNow.Content
source: Online now
ru: В сети

# Parameters.Text
source: Parameters
ru: Параметры

# RelationshipStatusPicker_Title.Header
source: Status
ru: Статус

# Conversation_Forward
source: Forward
ru: Переслать

# Conversation_Quote
source: Reply
ru: Ответить

# Management_Links.Title
source: Links
ru: Ссылки

# OneLinkFrm
source: {0} link
ru: {0} ссылка

# TwoFourLinksFrm
source: {0} links
ru: {0} ссылки

# FiveLinksFrm
source: {0} links
ru: {0} ссылкок

# PostponedNews_TwoFourPostponedPostsFrm
source: {0} scheduled posts
ru: {0} отложенные записи

# PostponedNews_OnePostponedPostFrm
source: {0} scheduled post
ru: {0} отложенная запись

# PostponedNews_FivePostponedPostsFrm
source: {0} scheduled posts
ru: {0} отложенных записей

# SuggestedNews_TwoFourSuggestedPostsFrm
source: {0} suggested posts
ru: {0} предлагаемые новости

# SuggestedNews_OneSuggestedPostFrm
source: {0} suggested post
ru: {0} предлагаемая новость

# SuggestedNews_FiveSuggestedPostsFrm
source: {0} suggested posts
ru: {0} предлагаемых новостей

# PostponedNews_Title
source: Scheduled posts
ru: Отложенные записи

# SuggestedNews_Title
source: Suggested news
ru: Предлагаемые новости

# SuggestedNews_Reject
source: reject
ru: отклонить

# SuggestedPosts_NoPosts
source: No suggested posts
ru: Нет ни одной предлагаемой новости

# PostponedNews_NoPosts
source: No scheduled posts
ru: Нет ни одной отложенной записи

# PublicGroup
source: Open community
ru: Открытая группа

source: Closed group
ru: Закрытая группа

# PrivateGroup
source: Private community
ru: Частная группа

source: Public page
ru: Публичная страница

source: Event
ru: Событие

# LastOfOneCommentFrm
source: Last of {0} comments
ru: Последний из {0} комментария

# LastOfTwoFourCommentsFrm
source: Last of {0} comments
ru: Последний из {0} комментариев

# LastOfFiveCommentsFrm
source: Last of {0} comment
ru: Последний из {0} комментариев

# Feedback_pivotItem.Header
source: Feedback
ru: Ответы

# Comments_pivotItem
source: Comments
ru: Комментарии

source: Expand text...
ru: Показать полностью...

# MainPage_News_AddNews
source: Write a post
ru: Добавить новость

# Conversations_OneDialogFrm
source: {0} dialog
ru: {0} диалог

# Conversations_TwoFourDialogsFrm
source: {0} dialogs
ru: {0} диалога

# Conversations_FiveDialogsFrm
source: {0} dialogs
ru: {0} диалогов

# Settings_EditProfile_Title
source: Edit profile
ru: Редактирование

# Settings_EditProfile_NewNameIsBeingReviewed.Text
source: New name (is being reviewed by moderators)
ru: Новое имя (проверяется модераторами)

# Settings_EditProfile_CancelRequest.Content
source: cancel request
ru: отменить заявку

# Settings_EditProfile_ChoosePhoto
source: CHOOSE A PHOTO
ru: Выбрать фотографию

# Settings_EditProfile_Male
source: Male
ru: Мужской

# Settings_EditProfile_Female
source: Female
ru: Женский

# Settings_EditProfile_BirthDate.Text
source: birth date
ru: дата рождения

# Settings_EditProfile_OnYourPage.Header
source: Show on your page
ru: Показывать дату рождения

# CountryPicker_Title.PlaceholderText
source: Country
ru: Страна

# CityPicker_Title.PlaceholderText
source: City
ru: Город

# Settings_EditProfile_DoNotShow.Content
source: nothing
ru: ничего

# Settings_EditProfile_ShowDayMonthAndYear.Content
source: full birthdate
ru: полностью

# Settings_EditProfile_ShowDayAndMonth.Content
source: day and month only
ru: только день и месяц

# Settings_EditProfile_ChooseAPartner.Text
source: choose a partner...
ru: выбрать партнёра...

# Settings_EditProfile_ChangeNameRequestDesc
source: We are processing your request. Please, note that it is customary to use full real names on VK, e.g. John Smith, Jane Wu.
ru: Ваша заявка принята. Обратите внимание,что ВКонтакте принято использовать настоящие имена в полной форме. Например: Ян Иванов, Анна Петрова.

# Settings_EditProfile_ChangeNameRequest
source: Change name request
ru: Изменение имени

# DeleteOnePhoto
source: Delete photo
ru: Удаление фотографии

# DeleteConfirmation
source: This action cannot be undone. Continue?
ru: Это действие нельзя будет отменить. Продолжить?

# NoContent_Messages.Text
source: Your messages will be shown here.
ru: Здесь будет выводиться список Ваших сообщений.

# VideoNew_Uploaded.Text
source: Uploaded
ru: Загруженные

# VideoNew_Added.Text
source: Added
ru: Добавленные

# CountryPicker_Title_Text.Text
source: Country
ru: Страна

# CityPicker_Title_Text
source: City
ru: Город

# NoContent_Videos.Text
source: You can store unlimited amount of videos here.
ru: Вы можете хранить неограниченное количество видеозаписей.

source: No photos
ru: Нет ни одной фотографии

# OnePhotoFrm
source: {0} photo
ru: {0} фотография

# FivePhotosFrm
source: {0} photos
ru: {0} фотографий

# WallPostIsNotAvailable
source: Invalid post. Possibly the post was removed.
ru: Запись недоступна. Возможно, она была удалена.

source: No wall posts
ru: Нет ни одной записи

source: Pin to start
ru: На рабочий стол

source: Hidden sources
ru: Скрытые источники

# Settings_Nofications_Sources.Text
source: Sources
ru: Источники

# Settings_Notifications_NewsSubscriptions.Text
source: New posts
ru: Новые записи

# Settings_Notifications_SourcesHelpDesc.Text
source: Go to user profile or group pages to subscribe to posts notifications
ru: Подписаться на уведомления о новых записях можно на странице пользователя или сообщества

# SettingsAccount_NewsFilter.Text
source: news filter
ru: фильтр новостей

# Menu_Likes.Content
source: Likes
ru: Понравилось

source: No products
ru: Нет ни одного товара

# OneProductItemFrm
source: {0} item
ru: {0} товар

# TwoFourProductItemsFrm
source: {0} items
ru: {0} товара

# FiveProductItemsFrm
source: {0} items
ru: {0} товаров

source: View product
ru: Посмотреть товар

# WikiPage
source: Page
ru: Страница

source: Product
ru: Товар

source: No videos
ru: Нет ни одной видеозаписи

# Privacy_None.Content
source: None
ru: Никакие

# Privacy_AllUsersExceptSearchEngines.Content
source: All users, except search engines
ru: Все пользователи, кроме поисковых сайтов

# ShareWallPost_Share.Text
source: Share
ru: Поделиться

# Privacy_Excluding
source: excluding
ru: кроме

# CreateAlbumUC_Access.Header
source: Who can view the album?
ru: Кто может просматривать альбом?

# CreateAlbumUC_Create
source: Create
ru: Создать

# CreateAlbumUC_CreateAlbum
source: Create album
ru: Создать альбом

# CreateAlbumUC_Save
source: Save
ru: Сохранить

# CreateAlbumUC_EditAlbum
source: Edit album
ru: Редактировать альбом

# CreateAlbumUC_Comments.Header
source: Who can comment?
ru: Кто может комментировать фотографии?

source: Error
ru: Ошибка

source: Delete album
ru: Удаление альбома

# Privacy_DeniedTo
source: Denied to
ru: Запрещено

# Privacy_AllowedTo
source: Allowed to
ru: Разрешено

# BannedUsers_UserIsBanned
source: User is banned
ru: Пользователь заблокирован

# BannedUsers_UserIsUnbanned
source: User is unbanned
ru: Пользователь разблокирован

# LogSent
source: Data sent
ru: Данные отправлены

source: Saved
ru: Сохранено

# SendData.Content
source: Send data
ru: Отправить данные

# Settings_LogOutMessage
source: Logging out will delete all data related to this account from this device. Continue?
ru: При выходе из учётной записи будут удалены все связанные с ней данные. Продолжить?

# Settings_Delete
source: Delete settings and exit?
ru: Удалить настройки и выйти?

# FiveGamesFrm
source: {0} games
ru: {0} игр

# OneGameFrm
source: {0} game
ru: {0} игра

# TwoFourGamesFrm
source: {0} games
ru: {0} игры

# SubscribeToNews
source: Notify about new posts
ru: Уведомлять о новых записях

# UnsubscribeFromNews
source: Stop notifying about new posts
ru: Не уведомлять о новых записях

# FiveTracksFrm
source: {0} tracks
ru: {0} аудиозаписей

# OneTrackFrm
source: {0} track
ru: {0} аудиозапись

# TwoFourTracksFrm
source: {0} tracks
ru: {0} аудиозаписи

source: No tracks
ru: Нет аудиозаписей

# Management_Blacklist.Title
source: Black list
ru: Чёрный список

# Management_Followers
source: Followers
ru: Подписчики

# Management_Information.Title
source: Information
ru: Информация

# Management_Invitations.Title
source: Invitations
ru: Приглашения

# Management_Services.Title
source: Services
ru: Сервисы

# FriendsPage_Pivot_Mutual.Content
source: Mutual
ru: Общие

# ScheduledForExistingTime
source: A post is already scheduled for this time.
ru: В указанное время уже запланирована публикация.

# PostsLimitReached
source: You have exceeded the daily limit of posts.
ru: Превышен лимит на число публикаций в сутки.

source: Yes
ru: Да

source: No
ru: Нет

# RecommendedGroups_Catalog.Text
source: Pages catalog
ru: Каталог страниц

# Language.Header
source: Language
ru: Язык

# Settings_Contacts.Text
source: Integrate with device
ru: Интеграция с устройством

# Settings_General_AutoplayGif.Header
source: Autoplay GIFs
ru: Автопроигрывание GIF-изображений

# StickersHints.Title
source: Stickers tab
ru: Подсказки стикеров

# StickersHints.Description
source: Once you enter an emoji or some words, matching stickers will appear.
ru: При вводе смайлов и некоторых слов будут показываться подсказки стикеров.

# Privacy_General_SyncNewsFeedAndContacts.Title
source: Synchronize contacts and the news feed
ru: Синхронизировать контакты и ленту новостей

# Privacy_General_SyncNewsFeedAndContacts.Description
source: Add VK-friends to contacts of this device
ru: Добавить ВК-друзей в записную книжку данного устройства

# Privacy_General_PhoneBookImport.Title
source: Phone book import
ru: Импорт телефонной книги

# Privacy_General_PhoneBookImport.Description
source: VK will periodically receive your contacts data to recommend new friends.
ru: ВКонтакте будет периодически получать данные Вашей записной книги, чтобы рекомендовать новых друзей.

# Settings_General_AutoplayGifWiFiOnly.Text
source: only via WI-FI
ru: только через WI-FI

# Settings_General_AutoplayGifAlways.Text
source: always
ru: всегда

# Settings_General_AutoplayGifNever.Text
source: never
ru: никогда

# SignUp_ConfirmationCode
source: Confirmation code
ru: Код подтверждения

# NewsFeedNews.Content
source: News
ru: Новости

# NotDefined
source: Not specified
ru: Не указан

# MoreInformationAboutLimits.Text
source: More about restrictions
ru: Подробнее об ограничениях

# AgeLimits.Text
source: Age restrictions
ru: Возрастные ограничения

# SetAgeLimits.Text
source: Specify age restrictions
ru: Указать возрастные ограничения

# GroupType_Opened
source: Open
ru: Открытая

# GroupType_Closed
source: Closed
ru: Закрытая

# EventType_Opened
source: Open
ru: Открытое

# EventType_Closed
source: Closed
ru: Закрытое

# GroupType_Opened_Description
source: Anyone can join an group
ru: В группу могут вступить все желающие пользователи

# GroupType_Closed_Description
source: Users can join a group if they receive an invitation or send a request
ru: В группу можно вступить по приглашению или подав заявку

# EventType_Opened_Description
source: All users may participate in an event
ru: В мероприятии могут участвовать все желающие пользователи

# EventType_Closed_Description
source: Only the administrator may invite people to attend an event
ru: На мероприятие может пригласить только администратор

source: Group type
ru: Тип группы

source: Event type
ru: Тип мероприятия

# Disabled_Form1
source: Disabled
ru: Выключена

# Disabled_Form2
source: Disabled
ru: Выключены

# Limited_Form1
source: Limited
ru: Ограниченная

# Limited_Form2
source: Limited
ru: Ограниченные

# Opened_Form1
source: Open
ru: Открытая

# Closed.Text
source: Restricted
ru: Закрытая

# Opened_Form2
source: Open
ru: Открытые

# ServiceCommentsForPosts.Content
source: Post comments
ru: Комментарии к записям

# ServiceAudios.Content
source: Audios
ru: Аудиозаписи

# ServiceContacts.Content
source: Contacts
ru: Контакты

# ServiceDiscussions.Content
source: Discussions
ru: Обсуждения

# ServiceEvents.Content
source: Events
ru: Мероприятия

# ServiceLinks.Content
source: Links
ru: Ссылки

# ServicePhotos.Content
source: Photos
ru: Фотографии

# ServiceVideos.Content
source: Videos
ru: Видеозаписи

# CommentsFilter.Text
source: Comment filter
ru: Фильтр комментариев

# FilterStrongLanguage.Header
source: Filter strong language
ru: Фильтровать нецензурные выражения

# FilterStrongLanguage_Description.Text
source: Profanity comments will be removed.
ru: Комментарии, содержащие неприличные слова и выражения, будут удаляться.

# FilterByKeyWords.Header
source: Filter by keywords
ru: Фильтровать по ключевым словам

# FilterByKeyWordsHint.Header
source: Keywords (separated by commas)
ru: Ключевые слова (через запятую)

# SectionWall.Title
source: Wall
ru: Стена

# SectionDiscussions.Title
source: Discussions
ru: Обсуждения

# SectionDocuments.Title
source: Documents
ru: Документы

# SectionAudios.Title
source: Audios
ru: Аудиозаписи

# SectionVideos.Title
source: Videos
ru: Видеозаписи

# SectionPhotos.Title
source: Photos
ru: Фотографии

# OpenedWallDescription
source: All community members are allowed to write posts and leave comments
ru: На стене могут писать сообщения и оставлять комментарии все участники сообщества

# OpenedPhotosDescription
source: All community members are allowed to create new albums
ru: Создавать новые альбомы могут все участники сообщества

# OpenedVideosDescription
source: All community members are allowed to add new videos
ru: Добавлять новые видеозаписи могут все участники сообщества

# OpenedAudiosDescription
source: All community members are allowed to add new audios
ru: Добавлять новые аудиозаписи могут все участники сообщества

# OpenedDocumentsDescription
source: All community members are allowed to add new documents
ru: Добавлять новые документы могут все участники сообщества

# OpenedDiscussionsDescription
source: All community members are allowed to start new topics
ru: Создавать новые темы могут все участники сообщества

# LimitedPhotosDescription
source: Only editors and admins can create new albums
ru: Создавать новые альбомы могут только редакторы и администраторы сообщества

# LimitedDiscussionsDescription
source: Only editors and admins can start new topics
ru: Создавать новые темы могут только редакторы и администраторы сообщества

# LimitedWallDescription
source: A wall only supports post on behalf of the community, but all members can leave comments
ru: На стене можно писать только от имени сообщества, комментировать записи могут все участники

# LimitedDocumentsDescription
source: Only editors and admins can add new documents
ru: Добавлять новые документы могут только редакторы и администраторы сообщества

# LimitedAudiosDescription
source: Only editors and admins can add new audios
ru: Добавлять новые аудиозаписи могут только редакторы и администраторы сообщества

# LimitedVideosDescription
source: Only editors and admins can add new videos
ru: Добавлять новые видеозаписи могут только редакторы и администраторы сообщества

# ClosedWallDescription.Text
source: A wall only supports posts on behalf of the community and comments are disabled
ru: На стене можно писать только от имени сообщества, комментарии отключены

# GroupType_Private_Description.Text
source: Group is only seen by those, who have been invited by the management
ru: В группу можно вступить только по приглашению руководителей

# GroupType_Private.Text
source: Private
ru: Частная

source: Community subject
ru: Тематика сообщества

source: select subject
ru: выберите тематику

# PublicPageCategory
source: Community category
ru: Категория сообщества

source: select category
ru: выберите категорию

# ChoosePlacement
source: Set location
ru: Указать местоположение

# NoneSelected
source: Not selected
ru: Не выбрано

# CommunityLocation.Text
source: Location
ru: Местоположение

# Management_Description.Header
source: Description
ru: Описание

# Management_Title.Header
source: Name
ru: Название

# LinkAdding
source: Add link
ru: Добавление ссылки

# LinkEditing
source: Edit link
ru: Редактирование ссылки

# LinkRemoving
source: Delete link
ru: Удаление ссылки

# Address.Header
source: Address
ru: Адрес

# Process.Content
source: Process
ru: Выполнить

# SettingsAccount_SetUp
source: set up
ru: настроить

# Settings_EditProfile_NoneSelected
source: Not selected
ru: Не выбрано

# NewSettings_Account.Title
source: Account
ru: Учётная запись

# NewSettings_Diagnostics.Title
source: Diagnostics
ru: Диагностика

# NewSettings_General.Title
source: General
ru: Основные

# NewSettings_Notifications.Title
source: Notifications
ru: Уведомления

# NewSettings_Personalization.Title
source: Personalization
ru: Персонализация

# NewSettings_Privacy.Title
source: Privacy
ru: Приватность

# NewSettings_About.SubTitle
source: Who done this?
ru: Да кто ж это сделал?

# NewSettings_BlackList.SubTitle
source: Blocked users
ru: Заблокированные пользователи

# NewSettings_Privacy.SubTitle
source: Personal information visibility
ru: Видимость ваших данных в интернете

# NewSettings_Account.SubTitle
source: Email, phone number
ru: Электронная почта, номер телефона

# NewSettings_Personalization.SubTitle
source: Theme, color
ru: Тема, цвет

# NewSettings_General.SubTitle
source: Integrate with device
ru: Интеграция с устройством

# NewSettings_Notifications.SubTitle
source: Push and in-app notifications
ru: Push и уведомления внутри приложения

# Birthdays_Title
source: Birthdays
ru: Дни рождения

source: Open post
ru: Открыть запись

# Privacy_Photos_CompressOnUpload.Content
source: Compress photos on upload
ru: Сжимать фотографии при выгрузке

# Settings_General_PhotosSaveLocationInfo.Content
source: Preserve location data on upload
ru: Cохранять данные о местоположении при выгрузке

# Privacy_SaveFilteredPhotos.Content
source: Save edited photos
ru: Сохранять обработанные фото

# Privacy_LoadBigPhotosOverMobileNetwork.Content
source: Load big photos in posts over mobile network
ru: Большие фото в новостной ленте через мобильную сеть

# Privacy_Photos.Text
source: Photos
ru: Фотографии

# PivotSearch_All.Content
source: All
ru: Все

# PivotSearch_Groups.Content
source: Groups
ru: Сообщества

# PivotSearch_Photos.Content
source: Photos
ru: Фотографии

# PivotSearch_Users.Content
source: Users
ru: Пользователи

# Menu_Downloads
source: Downloads
ru: Загрузки

# FreshNews.Text
source: Fresh news
ru: Свежие записи

# Documents_DeleteOneFrm
source: Delete {0} document
ru: Удаление {0} документа

# Documents_DeleteTwoFourFrm
source: Delete {0} documents
ru: Удаление {0} документов

# Documents_DeleteFiveFrm
source: Delete {0} documents
ru: Удаление {0} документов

# DocumentEditing
source: Edit document
ru: Редактирование документа

source: Tags
ru: Метки

source: Search query
ru: Поисковый запрос

source: Download started
ru: Скачивание начато

source: Download failed
ru: Ошибка скачивания

source: Download completed
ru: Скачивание завершено

# Download_Empty
source: No downloads
ru: Ничего не скачивается

# Download_HeaderCompleted
source: Completed
ru: Выполненные

# Download_HeaderCurrent
source: Current
ru: Текущие

# Download_Acceptance_OpenFolder_Button
source: Open folder
ru: Открыть папку

source: Download
ru: Скачать

# OneClip
source: {0} clip
ru: {0} клип

# TwoFourClipsFrm
source: {0} clips
ru: {0} клипа

# FiveMoreClipsFrm
source: {0} clips
ru: {0} клипов

source: Show all
ru: Показать все

# VideoCatalog_Albums
source: Albums
ru: Альбомы

# TurnOffNotifications
source: Disable notifications
ru: Отключить уведомления

# TurnOnNotifications
source: Enable notifications
ru: Включить уведомления

# Messenger_ShowMaterials
source: Show attachments
ru: Показать вложения

# Registration_AcceptingPrivacy
source: privacy policy
ru: защиты информации

# Registration_AcceptTextAnd
source: and
ru: и

source: Next
ru: Далее

# Registration_AcceptingTermsOfUse
source: Terms of Service
ru: Правила использования

# Registration_AcceptText
source: By signing up to VK, you accept
ru: Регистрируясь ВКонтакте, Вы принимаете

# Registration_YourName
source: Your name
ru: Ваше имя

# Registration_YourLastName
source: Your last name
ru: Ваша фамилия

# Registration_ConfirmationMessageWillBeSent
source: An SMS with a confirmation code will be sent to the number you have specified.
ru: На указанный номер телефона будет отправлено сообщение с кодом подтверждения.

# Registration_YourPhoneNumber
source: Your phone number
ru: Ваш номер телефона

# Registration_ConfirmationCode
source: confirmation code
ru: код подтверждения

# Registration_WeHaveSentConfirmationMessage
source: We have sent you an SMS with a confirmation code.
ru: Мы отправили Вам SMS с кодом подтверждения.

# Registration_WaitForCall
source: Please wait for a call with a confirmation code.
ru: Дождитесь звонка с кодом подтверждения.

# Registration_RequestCallback
source: call again and dictate
ru: перезвоните и продиктуйте код

# Registration_WeHaveSentConfirmationMessageAgain
source: An SMS with a confirmation code has been resent.
ru: Мы повторно отправили Вам SMS с кодом подтверждения.

source: Recommended
ru: Рекомендации

# VideoCatalog_MyVideos
source: My videos
ru: Мои видео

source: Unread messages
ru: Непрочитанные сообщения

# Audio_ShuffleOff
source: Shuffle: OFF
ru: Случайный порядок: ОТКЛ

# Audio_ShuffleOn
source: Shuffle: ON
ru: Случайный порядок: ВКЛ

# Audio_RepeatAll
source: Repeat: all
ru: Повторять: все

# Audio_RepeatNone
source: Repeat: none
ru: Повтор: откл

# Audio_RepeatOne
source: Repeat: one
ru: Повторить: один

source: Description
ru: Описание
